13/data/attachments/3c3add8920a9bc3b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Vincent_affect_Friend_77076_5</nif:username>
            <nif:friendToBeRequested>soap_friends_4909b0cb-4ed9-47b7-8161-21da3fcc2c7d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>